import React from 'react';
import { Box, Text, Heading, } from '@chakra-ui/react';

const MainContent = () => {
  return (
    <>
      <Box w="70%">
        사사기 20:17-28
        17.베냐민 자손 외에 이스라엘 사람으로서 칼을 빼는 자의 수는 사십만 명이니 다 전사라
        18.이스라엘 자손이 일어나 벧엘에 올라가서 하나님께 여쭈어 이르되 우리 중에 누가 먼저 올라가서 베냐민 자손과 싸우리이까 하니 여호와께서 말씀하시되 유다가 먼저 갈지니라 하시니라
        19.이스라엘 자손이 아침에 일어나 기브아를 대하여 진을 치니라
        20.이스라엘 사람이 나가 베냐민과 싸우려고 전열을 갖추고 기브아에서 그들과 싸우고자 하매
        21.베냐민 자손이 기브아에서 나와서 당일에 이스라엘 사람 이만 이천 명을 땅에 엎드러뜨렸으나
        22.이스라엘 사람들이 스스로 용기를 내어 첫날 전열을 갖추었던 곳에서 다시 전열을 갖추니라
        23.이스라엘 자손이 올라가 여호와 앞에서 저물도록 울며 여호와께 여쭈어 이르되 내가 다시 나아가서 내 형제 베냐민 자손과 싸우리이까 하니 여호와께서 말씀하시되 올라가서 치라 하시니라
        24.그 이튿날에 이스라엘 자손이 베냐민 자손을 치러 나아가매
        25.베냐민도 그 이튿날에 기브아에서 그들을 치러 나와서 다시 이스라엘 자손 만 팔천 명을 땅에 엎드러뜨렸으니 다 칼을 빼는 자였더라
        26.이에 온 이스라엘 자손 모든 백성이 올라가 벧엘에 이르러 울며 거기서 여호와 앞에 앉아서 그 날이 저물도록 금식하고 번제와 화목제를 여호와 앞에 드리고
        27.이스라엘 자손이 여호와께 물으니라 그 때에는 하나님의 언약궤가 거기 있고
        28.아론의 손자인 엘르아살의 아들 비느하스가 그 앞에 모시고 섰더라 이스라엘 자손들이 여쭈기를 우리가 다시 나아가 내 형제 베냐민 자손과 싸우리이까 말리이까 하니 여호와께서 이르시되 올라가라 내일은 내가 그를 네 손에 넘겨 주리라 하시는지라
      </Box>
    </>
  );
};

export default MainContent;
